[
  {
    "name" : "Multi-Dish Japanese Dinner Banquet",
    "icon": "0.jpg",
    "id": 0,
    "badge": "10% off",
    "type": "Food & drinks",
    "typeId": "T0",
    "price": 85,
    "distance": 75,
    "isMaskRequired": false,
    "maxLimit": "1 person/2sm",
    "ratingVal": "4",
    "descIcon": "",
    "description": "If you're anything like us, you won't like ordering only one thing off the menu - we live for variety! That's where Miss Kasumi Contemporary Japanese Restaurant & Bar step in. They've designed a menu that showcases some of their best dishes for you to try, and we don't mean you average Japanese cuisine, we're talking about food arrangements almost too pretty to eat, premium produce and dishes with a touch of luxury, like foie gras chawanmushi and seafood zosui risotto - yum!",
    "includes": "<li>Multi-dish set menu per couple</li><li>Valid for two or four people</li>",
    "indoorSpace": true,
    "outdoorSpace": true,
    "isPetsAllowed": true,
    "freeCancellation": true,
    "byoWine": true,
    "state": "Victoria",
    "purchased": false,
    "used": false,
    "qrCode": "qr-code.png",
    "timeUsed": null,
    "dateUsed": null,
    "address": "341 High Street, Melbourne VIC 3000",
    "runningTime": "Tuesday - Sunday: 6:00pm-8:00pm up until the 24 Jun 2021",
    "cancellationPolicy": "Our Flexible Booking Policy allows you to book now, and if your booked arrangements are cancelled for any Covid-19 related reason your travel dates can be changed free of charge, or the deposit can be utilised as a credit on any of our other activities.",
    "covidCaseNumbers": 0
  },
  {
    "name" : "CluedUpp games- The Ripper",
    "icon": "1.jpg",
    "id": 1,
    "badge": "20% off",
    "type": "Self-guided tour",
    "typeId": "T1",
    "price": 54,
    "distance": 35,
    "isMaskRequired": true,
    "maxLimit": "5 people in a group",
    "ratingVal": "3",
    "descIcon": "",
    "description": "<p>Think you have what it takes to catch a killer? CluedUpp is an exciting, outdoor detective adventure - and it’s coming to Melbourne on Saturday the 31st July 2021. Can your team of detectives scramble across town, solve the clues and crack the case in time? Tickets sell out fast so grab your team place today...</p><br/>Three men have already been struck down by The Ripper and fear is taking its grip on this town. The police can’t cope with a case this complex and your help is needed to catch the killer. Think you have what it takes, Detective? Grab your team and dig out your warrant cards. It’s up to you to crack the case...<br/>",
    "includes": "<li>A city-wide crime-solving experience</li><li>One team ticket admits a team of 2-6 players</li><li>A unique event enjoyed by more than half-a-million detectives worldwide</li><li>Under 16's attend for free</li>",
    "indoorSpace": true,
    "outdoorSpace": false,
    "isPetsAllowed": false,
    "freeCancellation": true,
    "byoWine": false,
    "state": "Victoria",
    "purchased": false,
    "used": false,
    "qrCode": "qr-code.png",
    "timeUsed": null,
    "dateUsed": null,
    "address": "The secret starting location will be revealed in your pre-game briefing. Simply arrive, load the app, and you're all set",
    "runningTime": "The secret starting location will be revealed in your pre-game briefing. Simply arrive, load the app, and you're all set 31 July 2021. You can start the mystery anytime between 9am and 2pm",
    "cancellationPolicy": "Our Flexible Booking Policy allows you to book now, and if your booked arrangements are cancelled for any Covid-19 related reason your travel dates can be changed free of charge, or the deposit can be utilised as a credit on any of our other activities.",
    "covidCaseNumbers": 0
  },
  {
    "name": "Great Ocean Road: 3-Day Small-Group Gourmet Tour with Twelve Apostles",
    "icon": "2.jpg",
    "id": 2,
    "badge": "17% off",
    "type": "Great outdoors",
    "typeId": "T2",
    "price": 900,
    "distance": 300,
    "isMaskRequired": false,
    "maxLimit": "15 people",
    "ratingVal": "4.5",
    "descIcon": "",
    "description": "<p>Taste your way through regional Victoria on a three-day small-group gourmet tour (max. eight travellers) along the majestic Great Ocean Road.</p><br/> Discover the delights of artisan local producers, indulging in a whisky and spirit tasting, freshly churned ice cream, handmade cheeses, Belgian chocolates and so much more, enjoying the beautiful backdrop of Victoria's quaint coastal towns along the way. Your foodie adventure is complemented by a sunset trip to the Twelve Apostles, the Great Ocean Road's most iconic natural wonder. Watch the sky change colour behind the mystical limestone stacks that rise from the ocean, creating the perfect picture opportunity to commemorate your trip. Enjoy luxury accommodation in the rural town of Cobden throughout, spending two nights at Heytesbury House, a boutique B&B with old-world English charm and wonderful landscaped gardens. Known as the 'Dairy Capital of the World' thanks to its rich farmland, Cobden is a peaceful base and your gateway to the Great Ocean Road.",
    "includes": "<li>Two nights luxury boutique accommodation at Heytesbury House in Cobden</li><li>Daily breakfast, one lunch, two dinners and a multitude of gourmet tastings per itinerary</li><li>Welcome drink and canapés on the evening of arrival</li><li>Two-course dinner with a glass of sparkling wine, local ale, local cider or soft drink</li><li>Visit and tasting at Dairylicious Farm Fudge</li>",
    "indoorSpace": true,
    "outdoorSpace": true,
    "isPetsAllowed": true,
    "freeCancellation": false,
    "byoWine": true,
    "state": "Victoria",
    "purchased": false,
    "used": false,
    "qrCode": "qr-code.png",
    "timeUsed": null,
    "dateUsed": null,
    "address": "Your tour begins and ends at Heytesbury House in Cobden",
    "runningTime": "Travel until 12 November 2021",
    "cancellationPolicy": "If you are unable to travel as a result of Government travel restrictions, Luxury Escapes will assist you with a date change, provide you with a credit or process a refund for your booking less any non-recoverable costs. See Fine Print for details.",
    "covidCaseNumbers": 0
  },
  {
    "name" : "Lorelei",
    "icon": "3.jpg",
    "id": 3,
    "badge": "60% off",
    "type": "Entertainment",
    "typeId": "T3",
    "price": 39,
    "distance": 20,
    "isMaskRequired": true,
    "maxLimit": "1 person/2sm",
    "ratingVal": "3.5",
    "descIcon": "",
    "description": "An alluring operatic cabaret for a woke world. <br/> Dressed to impress, the Lorelei are poised on their rock. Their songs are so beguiling that they cause ships to crash. But today our Lorelei are having a crisis of conscience. Must they keep doing things the way they always have? <br/>The three fashionista sirens who seduced Melbourne in 2018 return to sing sailors to their doom once again. Questioning patriarchal norms and the stories we’re used to telling, it’s the show that redefined modern opera. <br/>A Green Room Award-winning work created by some of Australia’s most ingenious musical minds and performed by a trio of divas to die for. Don’t miss the boat, these modern sirens sung to packed houses last time. Simply irresistible.",
    "includes": "<li>Tickets to the performance</li>",
    "indoorSpace": true,
    "outdoorSpace": false,
    "isPetsAllowed": false,
    "freeCancellation": true,
    "byoWine": false,
    "state": "Victoria",
    "purchased": false,
    "used": false,
    "qrCode": "qr-code.png",
    "timeUsed": null,
    "dateUsed": null,
    "address": "Palais Theatre",
    "runningTime": "29 June - 02 July",
    "cancellationPolicy": "Our Flexible Booking Policy allows you to book now, and if your booked arrangements are cancelled for any Covid-19 related reason your travel dates can be changed free of charge, or the deposit can be utilised as a credit on any of our other activities.",
    "covidCaseNumbers": 0
  },
  {
    "name" : "Rising Festival- The Wilds",
    "icon": "4.jpg",
    "id": 4,
    "badge": "40% off",
    "type": "Festival",
    "typeId": "T4",
    "price": 20,
    "distance": 23,
    "isMaskRequired": true,
    "maxLimit": "1 person/2sm",
    "ratingVal": "4.5",
    "descIcon": "",
    "description": "Slivers of light flicker through a bamboo forest, moving and swaying to the soundscape. Architectural tunnels lead you through mirrored fields and roaring fires, to an ice rink lit by a giant moon.<br/>Nature has taken over the entire Sidney Myer Music Bowl, transforming its iconic amphitheatre into a supernatural forest of ice, art, sound and moonlight.<br/>Enter through a bamboo forest and encounter mirrored illusions, architectural tunnels of light, large-scale sculpture, video art and the return of a beloved tradition—ice-skating on the bowl’s stage.<br/>From devouring cult snacks by the fire at our collaborative kitchens and fine dining in The Lighthouse, to moving in and through artworks, or ice skating beneath Luke Jerram’s giant Museum of the Moon, The Wilds is a one-way ticket to elemental experiences. Rug up and get lost.",
    "includes": "<li>Entry to the Wilds and ice-skate hire</li>",
    "indoorSpace": true,
    "outdoorSpace": false,
    "isPetsAllowed": false,
    "freeCancellation": true,
    "byoWine": true,
    "state": "Victoria",
    "purchased": true,
    "used": true,
    "qrCode": "qr-code.png",
    "timeUsed": "12:00 PM",
    "dateUsed": "Saturday 2021-05-22",
    "address": "Entry to the Wilds and ice-skate hire",
    "runningTime": "22 May – 6 June",
    "cancellationPolicy": "Our Flexible Booking Policy allows you to book now, and if your booked arrangements are cancelled for any Covid-19 related reason your travel dates can be changed free of charge, or the deposit can be utilised as a credit on any of our other activities."
  },
  {
    "name" : "Fitzroy Markets",
    "icon": "5.jpg",
    "id": 5,
    "badge": "50% off",
    "type": "Markets",
    "typeId": "T5",
    "price": 5,
    "distance": 20,
    "isMaskRequired": true,
    "maxLimit": "200 poeple allowed",
    "ratingVal": "4",
    "descIcon": "",
    "description": "Open every Saturday Fitzroy Market provides a space for local artisans would-be garage sale holders performers and musicians to sell and/or strut their stuff raise awareness and $$$ for local community groups. <br/>The market has car boot stalls standard stalls food stalls a kids craft area and space for musicians and performers.<br/>The Fitzroy Market based in the vibrant inner city suburb of Fitzroy in its 11th year (2021) of operation.<br/>In the years that the market has been running it has had a great reception not only from the local community but from visitors far and wide and raised thousands of dollars for our community partners - Fitzroy Primary School and Fitzroy Learning Network and Fitzroy Market through the gold coin donations from patrons!",
    "includes": "<li>Entry to the markets</li>",
    "indoorSpace": false,
    "outdoorSpace": true,
    "isPetsAllowed": true,
    "freeCancellation": true,
    "byoWine": false,
    "state": "Victoria",
    "purchased": false,
    "used": false,
    "qrCode": "qr-code.png",
    "timeUsed": null,
    "dateUsed": null,
    "address": "Nestled between Brunswick Street and Nicholson Street, Fitzroye",
    "runningTime": "Saturdays 9am-2pm",
    "cancellationPolicy": "Our Flexible Booking Policy allows you to book now, and if your booked arrangements are cancelled for any Covid-19 related reason your travel dates can be changed free of charge, or the deposit can be utilised as a credit on any of our other activities.",
    "covidCaseNumbers": 0
  },
  {
    "name" : "Two-Hour Seal and Dolphin Sightseeing Tour",
    "icon": "6.jpg",
    "id": 6,
    "badge": "40% off",
    "type": "Great outdoors",
    "typeId": "T2",
    "price": 49,
    "distance": 250,
    "isMaskRequired": false,
    "maxLimit": "5 people per group",
    "ratingVal": "4.5",
    "descIcon": "",
    "description": "Looking for an unforgettable wildlife encounter right on Melbourne's doorstep? Well, you've come to the right place! Sea All Dolphin Swim's scenic cruise gives you the chance to witness the locals of Port Phillip Bay in their natural habitat, playfully frolicking in the ocean. You'll see the friendly Australian fur seals, pods of cheeky Burrunan dolphins, along with a whole host of other bird and marine life. If you're lucky, you might even catch a glimpse of the majestic humpback whales as they journey past the coastline of Port Phillip Bay!",
    "includes": "<li>Two-hour (approx.) seal and dolphin sightseeing tour</li><li>Includes a 30-minute debrief/check-in</li><li>$5 environmental levy included</li><li>Valid for one person</li>",
    "indoorSpace": false,
    "outdoorSpace": true,
    "isPetsAllowed": false,
    "freeCancellation": true,
    "byoWine": false,
    "state": "Victoria",
    "purchased": false,
    "used": false,
    "qrCode": "qr-code.png",
    "timeUsed": null,
    "dateUsed": null,
    "address": "Queenscliff Boat Harbour, Shop 3, Building 6, Wharf Street Queenscliff VIC 3225",
    "runningTime": "May - September",
    "cancellationPolicy": "Our Flexible Booking Policy allows you to book now, and if your booked arrangements are cancelled for any Covid-19 related reason your travel dates can be changed free of charge, or the deposit can be utilised as a credit on any of our other activities.",
    "covidCaseNumbers": 0
  },
  {
    "name" : "Three-Course Dinner and Comedy Theatre Show ",
    "icon": "7.jpg",
    "id": 7,
    "badge": "33% off",
    "type": "Food & drinks",
    "typeId": "T0",
    "price": 120,
    "distance": 20,
    "isMaskRequired": false,
    "maxLimit": "1 person/2sm",
    "ratingVal": "2.5",
    "descIcon": "",
    "description": "It's always better to kill two birds with one stone and Witches in Britches Theatre Restaurant knows it, so they've got your entire night's entertainment AND dinner sorted with today's deal! The hilarious performance will have you in stitches as you follow the plotline of Charlie and his witches (that's right - they're not angels anymore!), as they track down the Sandman to retrieve a USB holding vital information. Along their journey they stumble upon Miley and Billy Rae Cyrus, Ariana Grande, Joan Jett, Belinda Carlisle, David Bowie and many more colourful characters. Don't miss out on the thrill - secure your spot today!",
    "includes": "<li>Entree per person</li><li>Main per person</li><li>Dessert per person</li><li>Two-hour live comedy theatre show</li><li>Entry into the dungeon disco</li><li>Valid for two or four people (ages 15+)</li>",
    "indoorSpace": true,
    "outdoorSpace": false,
    "isPetsAllowed": false,
    "freeCancellation": true,
    "byoWine": true,
    "state": "Victoria",
    "purchased": false,
    "used": false,
    "qrCode": "qr-code.png",
    "timeUsed": null,
    "dateUsed": null,
    "address": "84 Dudley Street Melbourne VIC 3003",
    "runningTime": "Shows run Sunday to Friday: Doors open at 7:00pm - approx. 10:30pm, disco open until the early hours of the morning",
    "cancellationPolicy": "Our Flexible Booking Policy allows you to book now, and if your booked arrangements are cancelled for any Covid-19 related reason your travel dates can be changed free of charge, or the deposit can be utilised as a credit on any of our other activities.",
    "covidCaseNumbers": 0
  },
  {
    "name" : "Mirka",
    "icon": "8.jpg",
    "id": 8,
    "badge": "35% off",
    "type": "Entertainment",
    "typeId": "T3",
    "price": 13,
    "distance": 50,
    "isMaskRequired": true,
    "maxLimit": "1 person/2sm",
    "ratingVal": "3.5",
    "descIcon": "",
    "description": "Never-before-seen works by Aussie artist Mirka Mora are set to take over the Jewish Museum of Australia this year. <br/>One of Melbourne's most loved artists, Mora is responsible for the first Art Tram in 1978, along with heaps of well-known public murals. Her influence on Australian culture is well-documented, and the exhibition will present a comprehensive picture of the artist's 70-year-long career — specifically in the context of the Jewish Australian experience. Through her work, Mirka will trace Mora's early life in Paris, through to her escape during the Holocaust and eventual migration to Australia in 1947.<br/>Presented in partnership with William Mora Galleries — run by Mora's son, who also acts as co-curator — the retrospective features pieces from the private collection of the Mora family, along with letters and diaries written by Mora. Interviews with the Jewish Holocaust Centre archives and works recently acquired by Melbourne's Heide Museum of Modern Art will also be on display.</br/>From the full range of works — including more than 200 that have never been exhibited before — pieces will include Mora's famed painting In the Garden of Dreams, along with images from Mora's gallery circa 1967.<br/>During the exhibition's lengthy run until Monday, December 13, the gallery itself will be transformed into an immersive Mirka world, too, reflecting the bohemian nature and mischievous spirit that the artist is known for. And, it'll also feature a soundscape created during the last lockdown by audio conceptual artists Madeleine Flynn and Tim Humphrey, which'll lead attendees through the exhibition using Mirka's own accounts and memories — and in her own voice. Plus, you'll spy a building-scale reproduction of the artist's work on the museum's façade.",
    "includes": "<li>Entry to the exhibition</li>",
    "indoorSpace": true,
    "outdoorSpace": false,
    "isPetsAllowed": false,
    "freeCancellation": true,
    "byoWine": false,
    "state": "Victoria",
    "purchased": false,
    "used": false,
    "qrCode": "qr-code.png",
    "timeUsed": null,
    "dateUsed": null,
    "address": "St Kilda's Jewish Museum of Australia",
    "runningTime": "14 February–19 December 2021",
    "cancellationPolicy": "Our Flexible Booking Policy allows you to book now, and if your booked arrangements are cancelled for any Covid-19 related reason your travel dates can be changed free of charge, or the deposit can be utilised as a credit on any of our other activities.",
    "covidCaseNumbers": 0
  },
  {
    "name" : "Hot Air Balloon Experience over the Yarra Valley",
    "icon": "9.jpg",
    "id": 9,
    "badge": "20% off",
    "type": "Great outdoors",
    "typeId": "T2",
    "price": 365,
    "distance": 20,
    "isMaskRequired": true,
    "maxLimit": "4 people per group",
    "ratingVal": "1.5",
    "descIcon": "",
    "description": "Do you dream of ballooning high up in the sky? We've got just the deal for you! Global Ballooning Australia is Victoria's leading hot air ballooning operator, meaning that you'll be with a team of the most experienced pilots and ground crew in the biz! Simply choose the sights you'd like to take in, whether it's gaining a new vantage point over Melbourne, or experiencing the breathtaking beauty of the Yarra Valley from above. To take your experience even higher, upgrade to include a luxe Champagne breakfast!",
    "includes": "<li>One-hour sunrise hot air balloon flight</li><li>Complete flight and ground insurance</li><li>Upgrade for Champagne breakfast after the flight</li><li>Free parking at Balgownie Estate</li>",
    "indoorSpace": true,
    "outdoorSpace": true,
    "isPetsAllowed": false,
    "freeCancellation": true,
    "byoWine": true,
    "state": "Victoria",
    "purchased": false,
    "used": false,
    "qrCode": "qr-code.png",
    "timeUsed": null,
    "dateUsed": null,
    "address": "Balgownie Estate (1309 Melba Highway, Yarra Glen)",
    "runningTime": "Daily",
    "cancellationPolicy": "Our Flexible Booking Policy allows you to book now, and if your booked arrangements are cancelled for any Covid-19 related reason your travel dates can be changed free of charge, or the deposit can be utilised as a credit on any of our other activities.",
    "covidCaseNumbers": 0
  },
  {
    "name" : "Indian Feast with Dessert and Drinks",
    "icon": "10.jpg",
    "id": 10,
    "badge": "51% off",
    "type": "Food & drink",
    "typeId": "T0",
    "price": 55,
    "distance": 20,
    "isMaskRequired": true,
    "maxLimit": "1 person/2sm",
    "ratingVal": "3.5",
    "descIcon": "",
    "description": "In the mood for the delights of delicious Indian food? Take advantage of today's takeaway or dine-in experience from Aman Indian Restro Bar in Malvern. Showcasing the unique flavours and spices of the subcontinent, you'll love how this place fuses traditional dishes and methods with contemporary finesse. Try dish after dish of their soon-to-be-famous fare, complete with desserts and drinks!",
    "includes": "<li>Choice of samosa, onion bhaji, mix pakora or aloo tikki per couple</li><li>Choice of chicken tikka, melting murg or tandoori chicken per couple</li><li>One vegetarian curry per couple</li><li>One non-vegetarian curry per couple (excludes seafood and goat dishes)</li><li>Naan and rice per person</li><li>Gulab jamun dessert per person</li>",
    "indoorSpace": true,
    "outdoorSpace": true,
    "isPetsAllowed": false,
    "freeCancellation": true,
    "byoWine": true,
    "state": "Victoria",
    "purchased": false,
    "used": false,
    "qrCode": "qr-code.png",
    "timeUsed": null,
    "dateUsed": null,
    "address": "203 Glenferrie Road Malvern VIC 3144",
    "runningTime": "Monday - Sunday: 11:00am-8:00pm (last orders)",
    "cancellationPolicy": "Our Flexible Booking Policy allows you to book now, and if your booked arrangements are cancelled for any Covid-19 related reason your travel dates can be changed free of charge, or the deposit can be utilised as a credit on any of our other activities.",
    "covidCaseNumbers": 0
  }
]
